brew "bat"
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jq"
brew "neovim"
brew "python@3.11"
brew "stow"
brew "tailscale", restart_service: true
brew "tmux"
brew "tree"
brew "zoxide"
brew "neofetch"
brew "xdg-ninja"
cask "alacritty"
cask "arc"
cask "font-hack-nerd-font"
